tap "homebrew/bundle"
tap "rcmdnk/file"
brew "doxygen"
brew "eslint_d"
brew "eza"
brew "ffmpeg"
brew "gh"
brew "graphviz"
brew "lazygit"
brew "neovim"
brew "nodenv"
brew "plantuml"
brew "powerlevel10k"
brew "ripgrep"
brew "tfenv"
brew "typescript-language-server"
brew "rcmdnk/file/brew-file"
cask "android-studio"
cask "brackets"
cask "bruno"
cask "chromedriver"
cask "clipy"
cask "cursor"
cask "figma"
cask "gather"
cask "ghostty"
cask "google-chrome"
cask "homerow"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kdiff3"
cask "maccy"
cask "obsidian"
cask "slack"
cask "sourcetree"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "aykutsarac.jsoncrack-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "itelofilho.chakra-ui-cheatsheet"
vscode "jebbs.plantuml"
vscode "mikestead.dotenv"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vscode.vscode-typescript-tslint-plugin"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "thekalinga.bootstrap4-vscode"
vscode "vscodevim.vim"
