tap "homebrew/bundle"
brew "eslint_d"
brew "eza"
brew "gh"
brew "lazygit"
brew "neovim"
brew "nodenv"
brew "powerlevel10k"
brew "ripgrep"
brew "tfenv"
brew "typescript-language-server"
cask "bruno"
cask "figma"
cask "gather"
cask "ghostty"
cask "google-chrome"
cask "homerow"
cask "karabiner-elements"
cask "kdiff3"
cask "slack"
cask "sourcetree"
